tap "aldury/local"
tap "cisco-open/tap"
tap "go-task/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "redpanda-data/tap"
tap "tvuotila/libxmlsec1"
brew "brotli"
brew "openssl@3"
brew "autocannon"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "bitwarden-cli"
brew "cowsay"
brew "curl"
brew "dive"
brew "entr"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "golang-migrate"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kcat"
brew "libpq"
brew "libxml2"
brew "libxmlsec1"
brew "lolcat"
brew "make"
brew "neovim"
brew "nss"
brew "openssh"
brew "pkg-config"
brew "postgresql@14"
brew "protobuf", link: false
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "terraform"
brew "tmux"
brew "wget"
brew "zoxide"
brew "cisco-open/tap/fsoc"
brew "go-task/tap/go-task"
brew "golangci/tap/golangci-lint"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "redpanda-data/tap/redpanda"
cask "1password"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "aldente"
cask "arc"
cask "clickhouse"
cask "docker"
cask "firefox-developer-edition"
cask "flux"
cask "font-fira-code-nerd-font"
cask "httpie"
cask "logi-options-plus"
cask "maccy"
cask "obsidian"
cask "openvpn-connect"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "stats"
cask "tableplus"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "ashrafhadden.dracula-dot-min"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oouo-diogo-perdigao.docthis"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "qwtel.sqlite-viewer"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "yoavbls.pretty-ts-errors"
vscode "yummygum.city-lights-icon-vsc"
vscode "yummygum.city-lights-theme"
vscode "zxh404.vscode-proto3"
